Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja4/loftet-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 4 Davvi Girji 2010.
nob: Artikkel i boka Samisk skolehistorie 4. Davvi Girji 2010.

source: Muittut mu álbmotskuvlaáiggis , Deanodaga skuvlastohpolovttas
nob: Minner fra folkeskoletida mi , på skolestueloftet i Vestertana

source: Per Erik Saraksen (1901–1989) doalai dán koseriija Sámi radios 07.05.1971.
nob: Per Erik Saraksen (1901–1989) holdt i 1972 dette kåseriet i sameradioen om si tid på folkeskolen i Vestertana.

source: Per Erik Saraksena birra sáhtát lohkat eambbo dán girjjis Ragnhild Sandøya artihkkalis Finnmárkku dáruiduhttin šattai sin eallimin.
nob: Per Erik Saraksen er nærmere presentert i denne boka i Ragnhild Sandøys artikkel Fornorsking av Finnmark blei deres liv.

source: Per Erik Saraksen ovttas eamidiin Ingeriin Bierggis , 1930-logus.
nob: Per Erik Saraksen i lag med kona Inger i Kiberg på 1930-tallet.

source: (Gova luoikan Turid Heimen)
nob: (Foto utlånt av Turid Heimen)

source: Dán prográmmas áiggun muittašit feara maid mu álbmotskuvlaáiggis , mii deaivvai 1909 rájes ja 7 jagi das ovddos.
nob: I dette programmet skal jeg minnes litt av hvert fra folkeskoletida mi , som falt fra 1909 og 7 år framover.

source: Skuvlasadji lei Gárggogeahčenjárga Deanodagas gos dat uhca ruksesmála skuvlavisttáš ceaggái.
nob: Skolestedet var Gárggogeahčenjárga i Vestertana , der det lille rødmalte skolebygget sto.

source: Dát skuvla ii lean iešalddis earálágán go dan áigásaš smávva skuvlavisttit sámeguovlluin.
nob: Denne skolen i seg sjøl var ikke annerledes enn andre små skolehus i samiske områder i den tida.

source: Dat mii Deanodagas lei earálágán , ledje dat internerenlanjat lovttas guhkegaska-guovlluid mánáid várás.
nob: Det som var annerledes i Vestertana , var interneringsromma på loftet for fjerntboende barn.

source: Dat lea daid guhkegaskamánáid dili birra dan áiggi go mun mannen dan lága mielde mearriduvvon 7 jagi álbmotskuvllas.
nob: Det er også situasjonen til de fjerntboende barna i den tida som jeg skal fortelle om , i den tida da jeg gikk de lovbestemte 7 åra på folkeskolen.

source: Mu ássanbáiki lei Ávskár , mii lei lahka miila eret Deanodagas , ja danin mun šadden gullat guhkegaskamánáid searvái.
nob: Hjemplassen min var Ávskár (Øskarnes) , som var nesten ei mil fra Vestertana , og derfor kom jeg til å høre til de fjerntboende barna.

source: Skuvlavisti lei árvvu mielde 9 mehter guhku , skuvlalatnja 5 geardde 5 mehter.
nob: Skolehuset var anslagsvis 9 meter langt , klasserommet 5 ganger 5 meter.

source: Nuppi geahčen lei oahpaheaddji várás uhca kámmáraš ja ain sakka uhcit gievkkanaš.
nob: I den andre enden var det et lite kammers for læreren og et enda mindre kjøkken.

source: Lokta lei juhkkojuvvon golmma latnjii.
nob: Loftet var delt i tre rom.

source: Gasku uhca feaskáraš.
nob: På midten en liten gang.

source: Skuvlafeaskáris bajás lei ráidalas dasa loktii.
nob: Fra skolegangen var det stige opp til loftet.

source: Goabbat bealde loktafeaskára lanjat «internáhta» - mánáid várás - okta nieidamánáide , nubbi gándamánáide.
nob: På hver side av loftsgangen var det rom for internatbarna – et for jentene , det andre for guttene.

source: Lovttas lei vinju táhkka mii guktui beale masá bođii loktaláhttiin oktii , dušše okta hirsagearddi lei gaskkas , dárogillii gohčoduvvui «flyndreloftet».
nob: Loftet hadde skråtak som på begge sider gikk nesten ned til loftsgulvet , bare et tømmerlag var imellom. På norsk blei det kalt «flyndreloftet».

source: Guktuid siidoseainniid beallái ledje panelejuvvon mehter govdosaš sevdnjeslanjat.
nob: På hver sidevegg var det panelt et en meter bredt mørkerom.

source: Guktuin orrunlanjain lei uhca glásaš.
nob: I hvert soverom var det ei lita glassrute.

source: Loktabielkan ledje obba jorba hirssat almmá skoađaskeahttá vuolil , ja ákšuin ferrojuvvon loavddamuorat.
nob: Loftbjelkene var av ganske rundt tømmer uten paneling nedentil , og «teltstenger» som var telja til med øks.

source: Málasihkastat gal dieđus ii lean skievttiduvvon gokkoge lovttas.
nob: Noe malingstrøk var selvfølgelig ikke blitt sløst bort på loftet.

source: Guktuin lanjain lei oapman mas ledje guokte vuoššanráiggi.
nob: I hvert av romma var det en ovn som hadde to kokehull.

source: (Daláš áiggi gohčoduvvon «liikagistooapmanat».)
nob: (I gamle dager blei disse kalt for «likkisteovner».)

source: Smávva muorrakássat ledje čohkkánbeaŋkan ja dasa vel lassin min iežamet niestebumbbát.
nob: Små vedkasser var sittebenk og i tillegg hadde vi våre egne matkister.

source: Min gánddaid lanjas gal vel lei okta guhkeslágan skámmal , mii ovdal lei geavahuvvon skuvlalanjas.
nob: Vi på gutterommet hadde enda en lang skammel , en langbenk som tidligere var brukt i skolestua.

source: Klása vuolde lei okta boaresáigásaš skuvlapulta beavdin.
nob: Under vinduet var en gammeldags skolepult som bord.

source: Dat lei Deanu gildii hálbbes internáhttaortnet.
nob: Dette var Tana kommune sin billige internatordning.

source: Boaldámuša ja čuovgga doalai gielda mávssuhaga , muhto buot eará dolle vánhemat.
nob: Ved og lys holdt kommunen , men alt annet måtte foreldrene holde.

source: Alddámet ledje buot niesttit fárus ; láibi ja sámegáhkku , vuodja , boahkke sálgabiergu , suvramielkegágga dahje leaila , uhca sálteguolleeabbáraš ja guollevuodjabohtalat.
nob: Sjøl hadde vi med oss nistemat: brød og samekake , smør , boknakjøttbiter , surmelkskagge , en liten stamp med saltfisk og tranflaske.

source: Gielda ii bálkáhan ovttage bálvaleaddji daid mánáid várás , ii oba maŋemuš láhttebassi ge.
nob: Kommunen lønna ingen betjening for disse barna , ikke engang en golvvasker.

source: Buot fertiimet ieža doaimmahit.
nob: Alt måtte vi gjøre sjøl.

source: Mu álgo skuvlajagis leimme dušše guokte 8-jahkásaš gándamáná , mun ja Simon Mortensen , Šuoššjogas.
nob: Det første skoleåret mitt var vi bare to 8 år gamle gutter , jeg og Simon Mortensen , fra Šuoršjohka (Sjursjok).

source: Moai šattaime buorre skihpáražžan ja dat manai bures.
nob: Vi blei gode kamerater og det gikk bra.

source: Smávvaskuvla dalle lei dušše 5 vahku árrat čakčat ja 5 vahkku maŋeš giđa.
nob: Småskolen var da bare 5 uker tidlig på høsten og 5 uker seint på våren.

source: Maŋit jagiin bohte eambbo gánddat.
nob: De seinere åra kom det flere gutter.

source: Dan ovtta lanjas mii vuoššaimet , boradeimmet , logaimet leavssuid ja ođiimet láhttis.
nob: På det ene rommet kokte vi , spiste , leste lekser og sov på golvet.

source: Kojat (seaŋggat) eai gávdnon.
nob: Køyer (senger) fans det ikke.

source: Seamma lanjas ledje min smávva niestebumbbát mat adnojedje čohkkánbeaŋkan maid.
nob: På det samme rommet var de små matkistene våre som også blei brukt som sittebenker.

source: Dábálaččat boradeimmet čippiid alde láhttis juohkehaš iežas bumbbá guoras.
nob: Vanligvis spiste vi på kne på golvet , hver ved sida av si egen kiste.

source: Guolleeabbárat , mielkegággat ja eará dakkáraš gálvu biddjojuvvui daid mosku siidolanjaide gávnniiguin ja gámasuinniiguin seahkalagaid.
nob: Fiskestamper , melkekagger og andre slike ting satte vi i de trange og mørke sideromma sammen med sengetøy og sennagrass.

source: Deanodaga skuvlastohpu Gárggogeažis , govvejuvvon 1926:s.
nob: Skolestua i Gárgogeahči i Vestertana , fotografert i 1926.

source: Govva oktan govvateavsttain lea vižžon Jul i Tana 1961 - girjjážis.
nob: Bildet med bildetekst er tatt fra Jul i Tana 1961.

source: Lea riekta ahte Johanne Bakke jođihii skuvlla dán báikkis 1960 rádjái , muhto ii fal olles áiggis dán visttis.
nob: Det stemmer at Johanne Bakke dreiv skole på stedet helt til 1960 , men ikke hele tida i dette bygget.

source: Huksejuvvui ođđa internáhtta čuođi mehtera boares skuvlla bajábeallái.
nob: Det blei bygd nytt internat hundre meter overfor den gamle skolen.

source: (Gáldu: Jul i Tana 1961)
nob: (Kilde: Jul i Tana 1961)

source: Johanne Bakke ovttas dálueamidiin Leonora Anderseniin ja Deanodaga skuvlla ohppiiguin 1926:s
nob: Johanne Bakke i lag med husmora , Leonora Andersen og elevene ved Vestertana skole i 1926.

source: Deanodagas lei okta gávpi lagabui 200 mehter eret skuvlavisttis.
nob: I Vestertana var det en butikk omtrent 200 meter fra skolen.

source: Váhnemat fitne ain muhtumin hándalis ja fitne maid minge dili geahččamin.
nob: Foreldrene kom av og til for å handle og da så de samtidig gjerne til oss.

source: Dábálaččat lei dalle mis illubeaivi.
nob: Som regel var det gledesdager for oss.

source: Oaččuimet veaháš njálgásiid , nugo dropsaid , rukses sohkkara (kandis) , riŋgaliid ja muhtumin vel fiinnáláibbi gen.
nob: Vi kunne få litt godterier , slik som drops , brunsukker (kandis) , kringler og noen ganger finbrød.

source: Eat dieđus buot daid gal oktanaga , muhto okta , guokte sortta ain háválassii.
nob: Sjølsagt fikk vi ikke alt dette samtidig , men et eller to slag av gangen.

source: Dalle šadde min lanjat buhtistuvvot albma láhkái.
nob: Da blei romma våre gjort skikkelig reine.

source: Min iežamet čorgen šattai dieđus ain «nuo ja ná».
nob: Vår egen rydding var sjølsagt «så som så».

source: Goas menddo riedja ja stoahka šattai lovttas oahpaheaddji oaivvi bajábeallái , lávii dat boahtit ja bealkit min ala.
nob: Når det blei alt for mye bråk og rabalder på loftet over hodet på læreren , pleide han å komme og kjefte på oss.

source: Deaivvai dalle láhtti lean luodnái ja menddo duolvvas , jágehattaimet čorget ja bassat láhtti.
nob: Dersom det da falt seg slik at golvet var fullt av rusk og altfor skittent , jaga han oss igang med å rydde opp og vaske golvet.

source: Dat dahkkojuvvui dábálaččat galbma čáziin gámasuoidni basaldahkan.
nob: Det blei vanligvis gjort med kaldt vann og sennagrass som golvklut.

source: Juohkehaččas lávejedje leat fárus gávnnit , gámasuoinnit , tallearka , kohppa , baste , beavdeniibi ja basadanlihtti.
nob: Hver av oss brukte å ha med seg sengetøy , sennagrass , tallerken , kopp , skjei , bordkniv og vaskebalje.

source: Moaddásis ledje maiddái čáhcegieđbmi ja uhca-ruittoš.
nob: Noen hadde også vannbøtte og ei lita gryte.

source: Juohke skuvlavuorus [1] skihppodeimmet ain geat ovtta ruittus galge vuoššat.
nob: For hver skoletur [1] avtalte vi hvem som skulle koke i samme gryta.

source: Juohkehaš čuohpai bierggustis sálgabihtáid málleruitui.
nob: Hver skar en bit kjøtt og la i middagsgryta.

source: Dat merkejuvvojedje cehkiiguin , árpočatnasiiguin dahje smávva muorracehkiiguin , vai álki lei oaidnit geasa mii bihtáid gulai málleruittus.
nob: Det blei merka med hakk , med tråd eller små trefliser , for lett å kunne se hvem de enkelte bitene i middagsgryta tilhørte.

source: Go borramušain gearggaimet , nahkehuvvojedje dábálaččat borranservisat basakeahttá bumbálohki vuollái.
nob: Når vi var ferdig med maten , putta vi vanligvis spiseserviset uvaska under kistelokket.

source: Čáhci lei giđmmiin viežžanveagas moadde čuohtemehter duohken.
nob: Vann måtte vi hente i bøtter et par hundre meter unna.

source: Dat lei váttis ja lossat dálveáigge smávva mánáide.
nob: Det var vanskelig og tungt om vinteren for små barn.

source: Tiibmu ii lean ovttasgen.
nob: Klokke hadde ingen av oss.

source: Nohkadeimmet go váibbaimet ja gohccáimet go pedella rádjagođii oapmana skuvlalanjas.
nob: Vi sovna når vi blei trøtte og våkna når pedellen begynte å styre med ovnen i klasserommet.

source: Dálvit buollašiidáigge lei min lanjas assás jiekŋa čáhcegieđmmi bajil.
nob: Når det var frost om vinteren var det et tykt islag på toppen av vannbøtta i rommet vårt.

source: Dalle oaččuimet lobi skuvlalatnjii boahtit liegga oapmana lahka ovdal skuvlaáiggi iđedis.
nob: Da fikk vi lov å komme inn i klasserommet og varme oss ved ovnen før skolen begynte om morgenen.

source: Muhto vel diekkár dili siste gen lea muhtun somás fearanat muitui báhcán.
nob: Men også under slike forhold skjedde det noen artige hendelser som har festa seg i minnet.

source: Buot áigeájanasa fertiimet ieža smiehttat.
nob: Alt tidsfordriv måtte vi sjøl finne på.

source: Min oapman lei hirbmat geassi , erenoamážit garrabieggan.
nob: Ovnen vår hadde veldig god trekk , særlig i sterk vind.

source: Sevdnjes dálveeahkedii láviimet fyret bures oapmanii koalaiguin.
nob: I mørke vinterkvelder pleide vi å fyre med kol.

source: Buohkat manne olggos muohtaskálvvi ala geahččat , dušše okta bázii loktii.
nob: Alle gikk ut på snøskavlen for å se , bare en blei igjen på loftet.

source: Dat rabai oamalohki ja leikii parafiidna dan buolli dollii.
nob: Han åpna ovnslokket og helte parafin på det brennende bålet.

source: Geat olgun ledje , besse oaidnit hirbmat guhkes čuovgi dollanjuokčama njiedjamin skorsteinráiggi áibmui.
nob: De som var ute kunne se en veldig lang lys flammetunge stige opp i lufta gjennom skorsteinshullet.

source: Min mielas dat orui hirbmat somá oaidnit.
nob: Vi syntes det var veldig morsomt å se på.

source: Muhto ii dat illu bistán guhká.
nob: Men det varte ikke lenge.

source: Lagas dálu álbmot oidne maiddái dan dola ja bohte viega go gádde ahte visti lea buollán.
nob: Folka på de nærmeste gårdene så også dette bålet og kom springende da de trodde at huset brant.

source: Mii oaččuimet dainna oahpaheaddjis garra gildosa ahte heaitit diekkár váralaš duhkoraddama , ja das maŋos mii eat geahččalan šat dan «koanstta».
nob: Vi fikk både av dem og av læreren strengt ordre om å slutte med den slags leiker , og etter det forsøkte vi ikke å gjøre den «kunsten» flere ganger.

source: 1911:s lei Deanuvuotna ožžon ođđa lokaldámppa «Tanahorn».
nob: I 1911 hadde Tanafjorden fått en ny lokalbåt , «Tanahorn».

source: Dan dámppas lei hirbmat jidnes njurgganas.
nob: Den dampbåten hadde en fryktelig høy lyd.

source: Ovtta áiggi das maŋŋá bođii midjiide ođđa oahpaheaddji - okta stuora trøndár.
nob: Ei tid etter det fikk vi en ny lærer – en stor trønder.

source: Son lei veaháš álkestahkkis almmái.
nob: Han var en kar som tok det litt lettvint.

source: Ii buot áiggi viššan dola cahkkehit iežas gievkkanoapmanii.
nob: Det var ikke alltid at han gadd å fyre i sin egen kjøkkenovn.

source: Dalle lávii min loktii ain boahtit málistit go árvidii ahte min oapman lei bures liegganan.
nob: Da brukte han å komme opp til loftet for å lage mat , da han gjetta at vi hadde god fyr i ovnen.

source: Mii aniimet dan stuora gudnin midjiide.
nob: Vi så det som en stor ære for oss.

source: Oktii maŋŋá go skuvla lei geargan , bođii almmái vuot loktii steaika-bánnuin ja bearalfáhta dievva firrojuvvon ávnnas steaikagáhkuide.
nob: En gang etter skoletid kom karen igjen opp på loftet med steikepanne og potetfat fullt av vispa røre for steikekaker.

source: Gohčui min viežžat skuvlalanjas guhkeslágán skámmala maid ala bijai bearalfáhta , sohkar- ja vuodjalihti ja tallearkka gáhkuide.
nob: Han ba oss hente en avlang skammel fra skolerommet , på den satte han potetfatet , sukker- og smørfat og tallerker for kakene.

source: Son ieš čohkánii beaŋkageahčái ja gohččui mis moaddása čohkánit nuppi geahčai amas beaŋka ceagganit.
nob: Sjøl satte han seg på enden av benken og ba oss sette oss på andre enden så ikke benken skulle reise seg.

source: Earát fas čoagganedje birra dego gáranasčivggat.
nob: De andre samla seg rundt som kråkeunger.

source: Vuosttaš gáhkku lei juo gárvvis ja nubbi lei juo jorgaluvvon bánno siste go de njurgii «Tanahorn» fáhkkestaga.
nob: Den første kaka var allerede ferdig og den andre var snudd i panna , da plutselig «Tanahorn» fløyta.

source: Oktamános njuikiimet buohkat ja girdileimmet klása lusa.
nob: Med det samme hoppa alle opp og fløy bort til vinduet.

source: Muhto de ceagganii skámmal , bearalfáhtta láhttái máŋgga bihttái , gárvves gáhkku , sohkar ja vuodja seamma geainnu.
nob: Men da vippa benken , potetfatet i golvet i tusen knas , den ferdige kaka , sukkeret og smøret samme vegen.

source: Mii gielahuvaimet áibbas.
nob: Vi blei helt stumme.

source: Skuvlaalmmái čuoččodii oanehaččat ja geahčai dan katastrofalaš dili , orui dego uhca mojáš vel geasiheamen.
nob: Læreren sto litt og så på den katastrofale situasjonen , det syntes som om han trakk litt på smilebandet.

source: «Ehpet go leat nu buori ahte čorgebehtet dan láhtti !»
nob: «Kan dere være så snille å rydde opp på golvet !»

source: báhkkodii dušše , attii midjiide gáhku mii bánno siste lei ja vázzilii vulos dainna guorus bánnuin.
nob: utbrøyt han bare , ga oss kaka som var i panna og rusla ned med den tomme panna.

source: Mii gal dieđus aniimet ávkin vel dan gáhku gen mii láhttái lei heavvanan.
nob: Vi gjorde oss sjølsagt også nytte av den kaka som var havna på golvet.

source: Dan 7 skuvlajagis mu áiggi ii dáhpáhuvvan goassigen ahte doavttir dahje muhtungen helseråda mieldelahtuin , skuvlastivrra mieldelahttu dahje oktagen eará gieldda oskuduvvon olbmuin elle min dili iskkadeamen.
nob: I løpet av mine 7 skoleår hendte det ikke en eneste gang at doktor eller noe slags helseråd , skolestyremedlem eller noen annen som var tiltrodd av kommune kom for å inspisere forholda våre.

source: Dan loktalanja mii guđiimet seamma hámis go mii 7 jagi das ovdal vuosttaš geardde dan sisa duolmmasteimmet.
nob: Dette loftsrommet forlot vi i samme tilstand som da vi trødde inn der første gang 7 år tidligere.

source: Dušše okta earáhus lei dáhpáhuvvan.
nob: Bare en forskjell hadde hendt.

source: Deanu gielda lei kosten ovtta jorbaráiggi bogahit čađa seainni klása bajábeallái , ja lei bijatan kohppafáhta-viidosaš lievlabohcci dasa.
nob: Tana kommune hadde påkosta å bore ut et rundt hull i veggen over vinduet og sette inn en ventil der på størrelse med et koppefat.

source: Go maŋit áiggi lean oaidnán mo guhkegaska mánáid skuvladilli lea buorránan jagis jahkái , de lean eambbo go oktii imaštallan ahte mo dat gal miige leažžat dearvan rihpihan min skuvlaáiggi čađa dan dilis mii mis lei.
nob: Når jeg i seinere tid har sett hvordan forholda for fjerntboende barn har bedra seg fra år til år , så har jeg mer enn en gang undra meg over hvordan vi kunne klare oss gjennom skoleåra under de forholda som vi hadde.

source: Na , muhto eai go min váhnemat váidalan diekkáraš dilálašvuođaid dihtii sin mánáid skuvlaáiggis ?
nob: Nå , men klaga ikke foreldra våre over at barna deres hadde slike forhold under skoletida ?

source: Mun in goitgen muitte goassigen gullan ahte oktagen albmoset ovdanbuvttii maidegen váidalusaid.
nob: Jeg kan ikke huske å ha hørt at noen framsatte klager offentlig.

source: Sámeálbmogis lei dan áiggi uhcán diehtu man geainnu mielde dákkár váidalusat livčče galgan ovddiduvvot.
nob: Samefolket hadde i den tida liten kunnskap om på hvilken måte man kunne fremme slike klager.

source: Boaittobeale sámiid gaskkas ii lean oktagen dan mađe dárogielalaš ja čállinčeahppi ahte livččii sáhttán guimmiidis veahkehit diekkáraš áššiiguin.
nob: Blant de avsidesboende samene var det ingen som hadde nok ferdigheter i norsk språk og skriving at de kunne hjelpe sine venner med slike saker.

source: Dasa bođii velá ahte sámi oaidnu daláš áiggi ráđđejeaddji ásahusaid ja mearrádusaid hárrái lei dákkáraš go maid okta Deanodatáhkku dajai isidis birra go dat váccii máŋga miilla čađa ávdin meahci ja vári badjel gieldabáhpain hállat ovtta ášši birra mas son ii lean ovtta oaivilis báhpain.
nob: I tillegg kom at samenes syn på de styrende institusjoner og bestemmelser var slik som ei gammel kone i Vestertana sa til mannen sin da han gikk mange mil over øde vidder og fjell for å snakke med soknepresten om ei sak som han ikke var enig med presten om.

source: Áhkku beanta suorganii isidis roahkkatvuođa dihtii ja váidalii siidaguimmiidasas: «Vuoi , vuoi , dat Máhtte lea mielaheapmi !
nob: Kona blei reint forskremt over dristigheta til mannen sin og klaga til naboen: «Vuoi , vuoi , han Mathis er gal !

source: Dat vulggii báhpain bealkit guhte lea Ipmila sadjásaš eatnan alde.»
nob: Han dro for å skjelle ut presten som er Guds stedfortreder her på jorda».

source: [1] «Skuvlavuoruin» oaivvilda dás áiggi goas oahppit vázze skuvlla vuoruid mielde , dán háve vihtta vahku.
nob: [1] Med «skoletur» menes her den tida elevene gikk på skole av gangen , i dette tilfellet 5 uker.

source: (doaim.)
nob: (red.)

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Flere artikler fra Samisk skolehistorie 4
